{"destination":[
	{	
		"id":0,
		"latitude": 1.286920,
		"longitude": 103.854570,
		"name": "Merlion",
		"description": "The Merlion is the national personification of Singapore. Its name combines 'mer' meaning the sea and 'lion'. The fish body represent Singapore origin as a fishing village when it was called Temasek, which means 'sea town' in Javanese.",
		"image_url": "./IMG/Merlion.jpg"
	},
	{
		"id":1,
		"latitude": 1.283099,
		"longitude": 103.860295,
		"name": "Marina Bay Sands",
		"description": "Marina Bay Sands is an integrated resort fronting Marina Bay in Singapore. At its opening in 2010, it was billed as the world's most expensive standalone casino property at S$8 billion, including the land cost.",
		"image_url": "./IMG/Marina-Bay-Sands.jpg"
	},
	{
		"id":2,
		"latitude": 1.281790,
		"longitude": 103.863954,
		"name": "Gardens By The Bay",
		"description": "Gardens by the Bay is a nature park spanning 101 hectares (250 acres) of reclaimed land in central Singapore, adjacent to the Marina Reservoir. The park consists of three waterfront gardens: Bay South Garden, Bay East Garden and Bay Central Garden. ",
		"image_url": "./IMG/Garden-by-the-Bay.jpg"
	},
	{
		"id":3,
		"latitude": 1.284193,
		"longitude": 103.843362,
		"name": "Chinatown",
		"description": "Chinatown is a subzone and ethnic enclave located within the Outram district in the Central Area of Singapore. Featuring distinctly Chinese cultural elements, Chinatown has had a historically concentrated ethnic Chinese population.",
		"image_url": "./IMG/Chinatown.jpg"
	},
	{	
		"id":4,
		"latitude": 1.287466,
		"longitude": 103.851424,
		"name": "Asian Civilisations Museum",
		"description": "The Asian Civilisations Museum (ACM) is an institution which forms a part of the four museums in Singapore, the other three being the Peranakan Museum at Old Tao Nan School, the National Museum of Singapore and the Singapore Art Museum.",
		"image_url": "./IMG/Asian-Civilisations-Museum.jpg"
	},
	{
		"id":5,
		"latitude": 1.290555,
		"longitude": 103.846188,
		"name": "Clarke Quay",
		"description": "Clarke Quay is a historical riverside quay in Singapore, located within the Singapore River Planning Area. The quay is situated upstream from the mouth of the Singapore River and Boat Quay.",
		"image_url": "./IMG/Clarke-Quay.jpg"
	},
	{
		"id":6,
		"latitude": 1.295526,
		"longitude": 103.845331,
		"name": "Fort Canning Park",
		"description": "Fort Canning is a small hill slightly more than 60 metres high in the southeast portion of the island city-state of Singapore, within the Central Area that forms Singapore's central business district.",
		"image_url": "./IMG/Fort-Canning-Park.jpg"
	},
	{
		"id":7,
		"latitude": 1.289332,
		"longitude": 103.863152,
		"name": "Singapore Flyer",
		"description": "The Singapore Flyer is a giant Ferris wheel in Singapore. Described by its operators as an observation wheel, it opened in 2008, construction having taken about 2½ years. It carried its first paying passengers on 11 February, opened to the public on 1 March, and was officially opened on 15 April.",
		"image_url": "./IMG/Singapore-Flyer.jpg"
	},
	{
		"id":8,
		"latitude": 1.302279,
		"longitude": 103.837399,
		"name": "Orchard Road",
		"description": "Orchard Road, a 2.2 kilometre-long boulevard, is the retail and entertainment hub of Singapore. Often known colloquially as Orchard, the area is a major tourist attraction. It is also known as Tang Leng Pa Sat Koi and Vaira Kimadam by the Singaporean Chinese and Singaporean Tamils respectively.",
		"image_url": "./IMG/Orchard-Road.jpg"
	},
	{
		"id":9,
		"latitude": 1.283099,
		"longitude": 103.860295,
		"name": "ArtScience Museum",
		"description": "ArtScience Museum is a museum located within the integrated resort of Marina Bay Sands in the Downtown Core of the Central Area in Singapore. Opened on 17 February 2011 by Singapore's Prime Minister Lee Hsien Loong, it is the world's first ArtScience museum.",
		"image_url": "./IMG/ArtScience-Museum.jpg"
	},
	{
		"id":10,
		"latitude": 1.283099,
		"longitude": 103.860295,
		"name": "Marina Bay Sands Skypark",
		"description": "The SkyPark has the world's longest elevated swimming pool, with a 146-metre (478 ft) vanishing edge, 191 metres above ground. The pools are made up of 422,000 pounds of stainless steel and can hold 376,500 gallons (1424 cubic metres) of water. ",
		"image_url": "./IMG/Marina-Bay-Sands-Skypark.jpg"
	},
	{
		"id":11,
		"latitude": 1.283099,
		"longitude": 103.860295,
		"name": "Double Helix Bridge",
		"description": "Double Helix Bridge is a pedestrian bridge linking Marina Centre with Marina South in the Marina Bay area in Singapore. It was officially opened on 24 April 2010 at 9 pm; however, only half was opened due to ongoing construction at the Marina Bay Sands.",
		"image_url": "./IMG/Double-Helix-Bridge.jpg"
	}
]}